ranger
noto-fonts-emoji
neovim
starship
tmux
xfce4-terminal
yay
unzip

chromium
spotify
slack-desktop
joplin-desktop
discord
zoom
masterpdfeditor
zathura
zathura-pdf-poppler
udiskie

flameshot
pcmanfm
peek
piper
polybar
redshift
tigervnc
tree
playerctl

code
npm
texlive-most
biber
gnucash
